data = [
    {
     "city": "서울특별시 종로구",
     "lat": "37.5729",
     "lon": "126.9794"
    },
    {
     "city": "서울특별시 중구",
     "lat": "37.5641",
     "lon": "126.9970"
    },
    {
     "city": "서울특별시 용산구",
     "lat": "37.5311",
     "lon": "126.9814"
    },
    {
     "city": "서울특별시 성동구",
     "lat": "37.5509",
     "lon": "127.0407"
    },
    {
     "city": "서울특별시 광진구",
     "lat": "37.5388",
     "lon": "127.0827"
    },
    {
     "city": "서울특별시 동대문구",
     "lat": "37.5744",
     "lon": "127.0395"
    },
    {
     "city": "서울특별시 중랑구",
     "lat": "37.6065",
     "lon": "127.0927"
    },
    {
     "city": "서울특별시 성북구",
     "lat": "37.6109",
     "lon": "127.0273"
    },
    {
     "city": "서울특별시 강북구",
     "lat": "37.6396",
     "lon": "127.0257"
    },
    {
     "city": "서울특별시 도봉구",
     "lat": "37.6688",
     "lon": "127.0471"
    },
    {
     "city": "서울특별시 노원구",
     "lat": "37.6550",
     "lon": "127.0778"
    },
    {
     "city": "서울특별시 은평구",
     "lat": "37.6027",
     "lon": "126.9288"
    },
    {
     "city": "서울특별시 서대문구",
     "lat": "37.5794",
     "lon": "126.9368"
    },
    {
     "city": "서울특별시 마포구",
     "lat": "37.5662",
     "lon": "126.9018"
    },
    {
     "city": "서울특별시 양천구",
     "lat": "37.5271",
     "lon": "126.8561"
    },
    {
     "city": "서울특별시 강서구",
     "lat": "37.5509",
     "lon": "126.8497"
    },
    {
     "city": "서울특별시 구로구",
     "lat": "37.4954",
     "lon": "126.8581"
    },
    {
     "city": "서울특별시 금천구",
     "lat": "37.4574",
     "lon": "126.8956"
    },
    {
     "city": "서울특별시 영등포구",
     "lat": "37.5265",
     "lon": "126.8962"
    },
    {
     "city": "서울특별시 동작구",
     "lat": "37.4979",
     "lon": "126.9828"
    },
    {
     "city": "서울특별시 관악구",
     "lat": "37.4654",
     "lon": "126.9436"
    },
    {
     "city": "서울특별시 서초구",
     "lat": "37.4761",
     "lon": "127.0376"
    },
    {
     "city": "서울특별시 강남구",
     "lat": "37.5184",
     "lon": "127.0473"
    },
    {
     "city": "서울특별시 송파구",
     "lat": "37.5048",
     "lon": "127.1147"
    },
    {
     "city": "서울특별시 강동구",
     "lat": "37.5499",
     "lon": "127.1465"
    },
    {
     "city": "부산광역시 중구",
     "lat": "35.1068",
     "lon": "129.0312"
    },
    {
     "city": "부산광역시 서구",
     "lat": "35.1159",
     "lon": "129.0225"
    },
    {
     "city": "부산광역시 동구",
     "lat": "35.1299",
     "lon": "129.0490"
    },
    {
     "city": "부산광역시 영도구",
     "lat": "35.0911",
     "lon": "129.0655"
    },
    {
     "city": "부산광역시 부산진구",
     "lat": "35.1631",
     "lon": "129.0516"
    },
    {
     "city": "부산광역시 동래구",
     "lat": "35.2048",
     "lon": "129.0835"
    },
    {
     "city": "부산광역시 남구",
     "lat": "35.1324",
     "lon": "129.1037"
    },
    {
     "city": "부산광역시 북구",
     "lat": "35.2164",
     "lon": "129.0087"
    },
    {
     "city": "부산광역시 강서구",
     "lat": "35.2111",
     "lon": "128.9788"
    },
    {
     "city": "부산광역시 해운대구",
     "lat": "35.1631",
     "lon": "129.1607"
    },
    {
     "city": "부산광역시 사하구",
     "lat": "35.1042",
     "lon": "128.9733"
    },
    {
     "city": "부산광역시 금정구",
     "lat": "35.2549",
     "lon": "129.0890"
    },
    {
     "city": "부산광역시 연제구",
     "lat": "35.1802",
     "lon": "129.0814"
    },
    {
     "city": "부산광역시 수영구",
     "lat": "35.1576",
     "lon": "129.1140"
    },
    {
     "city": "부산광역시 사상구",
     "lat": "35.1627",
     "lon": "128.9783"
    },
    {
     "city": "부산광역시 기장군",
     "lat": "35.3228",
     "lon": "129.2262"
    },
    {
     "city": "대구광역시 중구",
     "lat": "35.8683",
     "lon": "128.5988"
    },
    {
     "city": "대구광역시 동구",
     "lat": "35.8747",
     "lon": "128.6269"
    },
    {
     "city": "대구광역시 서구",
     "lat": "35.8704",
     "lon": "128.5564"
    },
    {
     "city": "대구광역시 남구",
     "lat": "35.8313",
     "lon": "128.6097"
    },
    {
     "city": "대구광역시 북구",
     "lat": "35.8923",
     "lon": "128.5916"
    },
    {
     "city": "대구광역시 수성구",
     "lat": "35.8572",
     "lon": "128.6336"
    },
    {
     "city": "대구광역시 달서구",
     "lat": "35.8223",
     "lon": "128.5410"
    },
    {
     "city": "대구광역시 달성군",
     "lat": "35.7989",
     "lon": "128.4989"
    },
    {
     "city": "대구광역시 군위군",
     "lat": "36.2173",
     "lon": "128.5720"
    },
    {
     "city": "인천광역시 중구",
     "lat": "37.4643",
     "lon": "126.5904"
    },
    {
     "city": "인천광역시 동구",
     "lat": "37.4753",
     "lon": "126.6369"
    },
    {
     "city": "인천광역시 미추홀구",
     "lat": "37.4419",
     "lon": "126.6883"
    },
    {
     "city": "인천광역시 연수구",
     "lat": "37.4172",
     "lon": "126.6788"
    },
    {
     "city": "인천광역시 남동구",
     "lat": "37.4020",
     "lon": "126.7337"
    },
    {
     "city": "인천광역시 부평구",
     "lat": "37.5088",
     "lon": "126.7219"
    },
    {
     "city": "인천광역시 계양구",
     "lat": "37.5393",
     "lon": "126.7271"
    },
    {
     "city": "인천광역시 서구",
     "lat": "37.5461",
     "lon": "126.6766"
    },
    {
     "city": "인천광역시 강화군",
     "lat": "37.7416",
     "lon": "126.5092"
    },
    {
     "city": "인천광역시 옹진군",
     "lat": "37.4659",
     "lon": "126.3131"
    },
    {
     "city": "광주광역시 동구",
     "lat": "35.1399",
     "lon": "126.9194"
    },
    {
     "city": "광주광역시 서구",
     "lat": "35.1502",
     "lon": "126.8565"
    },
    {
     "city": "광주광역시 남구",
     "lat": "35.1333",
     "lon": "126.9004"
    },
    {
     "city": "광주광역시 북구",
     "lat": "35.1663",
     "lon": "126.9185"
    },
    {
     "city": "광주광역시 광산구",
     "lat": "35.1729",
     "lon": "126.8118"
    },
    {
     "city": "대전광역시 동구",
     "lat": "36.3515",
     "lon": "127.4239"
    },
    {
     "city": "대전광역시 중구",
     "lat": "36.3256",
     "lon": "127.4266"
    },
    {
     "city": "대전광역시 서구",
     "lat": "36.3503",
     "lon": "127.3662"
    },
    {
     "city": "대전광역시 유성구",
     "lat": "36.3625",
     "lon": "127.3426"
    },
    {
     "city": "대전광역시 대덕구",
     "lat": "36.3680",
     "lon": "127.4050"
    },
    {
     "city": "울산광역시 중구",
     "lat": "35.5664",
     "lon": "129.3190"
    },
    {
     "city": "울산광역시 남구",
     "lat": "35.5388",
     "lon": "129.3160"
    },
    {
     "city": "울산광역시 동구",
     "lat": "35.5259",
     "lon": "129.4216"
    },
    {
     "city": "울산광역시 북구",
     "lat": "35.5805",
     "lon": "129.3552"
    },
    {
     "city": "울산광역시 울주군",
     "lat": "35.5745",
     "lon": "129.2165"
    },
    {
     "city": "세종특별자치시",
     "lat": "36.4801",
     "lon": "127.2889"
    },
    {
     "city": "경기도 수원시",
     "lat": "37.2636",
     "lon": "127.0286"
    },
    {
     "city": "경기도 장안구",
     "lat": "37.3247",
     "lon": "127.1015"
    },
    {
     "city": "경기도 권선구",
     "lat": "37.2489",
     "lon": "127.0276"
    },
    {
     "city": "경기도 팔달구",
     "lat": "37.2701",
     "lon": "127.1794"
    },
    {
     "city": "경기도 영통구",
     "lat": "37.2442",
     "lon": "127.0718"
    },
    {
     "city": "경기도 성남시",
     "lat": "37.4232",
     "lon": "127.1388"
    },
    {
     "city": "경기도 수정구",
     "lat": "37.4418",
     "lon": "127.1480"
    },
    {
     "city": "경기도 중원구",
     "lat": "37.4371",
     "lon": "127.1536"
    },
    {
     "city": "경기도 분당구",
     "lat": "37.3641",
     "lon": "127.1207"
    },
    {
     "city": "경기도 의정부시",
     "lat": "37.7380",
     "lon": "127.0473"
    },
    {
     "city": "경기도 안양시",
     "lat": "37.3943",
     "lon": "126.9568"
    },
    {
     "city": "경기도 만안구",
     "lat": "37.4035",
     "lon": "126.9512"
    },
    {
     "city": "경기도 동안구",
     "lat": "37.3929",
     "lon": "127.1310"
    },
    {
     "city": "경기도 부천시",
     "lat": "37.5034",
     "lon": "126.7667"
    },
    {
     "city": "경기도 광명시",
     "lat": "37.4782",
     "lon": "126.8647"
    },
    {
     "city": "경기도 동두천시",
     "lat": "37.9018",
     "lon": "127.0600"
    },
    {
     "city": "경기도 평택시",
     "lat": "36.9946",
     "lon": "127.0981"
    },
    {
     "city": "경기도 안산시",
     "lat": "37.3155",
     "lon": "126.8290"
    },
    {
     "city": "경기도 상록구",
     "lat": "37.2488",
     "lon": "126.8801"
    },
    {
     "city": "경기도 단원구",
     "lat": "37.3209",
     "lon": "127.1356"
    },
    {
     "city": "경기도 고양시",
     "lat": "37.6584",
     "lon": "126.8320"
    },
    {
     "city": "경기도 덕양구",
     "lat": "37.6307",
     "lon": "126.8756"
    },
    {
     "city": "경기도 일산동구",
     "lat": "37.6769",
     "lon": "126.7706"
    },
    {
     "city": "경기도 일산서구",
     "lat": "37.6820",
     "lon": "126.7454"
    },
    {
     "city": "경기도 과천시",
     "lat": "37.4274",
     "lon": "126.9893"
    },
    {
     "city": "경기도 구리시",
     "lat": "37.6034",
     "lon": "127.1396"
    },
    {
     "city": "경기도 남양주시",
     "lat": "37.6040",
     "lon": "127.1683"
    },
    {
     "city": "경기도 오산시",
     "lat": "37.1499",
     "lon": "127.0770"
    },
    {
     "city": "경기도 시흥시",
     "lat": "37.3807",
     "lon": "126.8069"
    },
    {
     "city": "경기도 군포시",
     "lat": "37.3611",
     "lon": "126.9357"
    },
    {
     "city": "경기도 의왕시",
     "lat": "37.3445",
     "lon": "126.9733"
    },
    {
     "city": "경기도 하남시",
     "lat": "37.5404",
     "lon": "127.2179"
    },
    {
     "city": "경기도 용인시",
     "lat": "37.2411",
     "lon": "127.1774"
    },
    {
     "city": "경기도 처인구",
     "lat": "37.2349",
     "lon": "127.2130"
    },
    {
     "city": "경기도 기흥구",
     "lat": "37.2742",
     "lon": "127.1527"
    },
    {
     "city": "경기도 수지구",
     "lat": "37.3235",
     "lon": "127.0972"
    },
    {
     "city": "경기도 파주시",
     "lat": "37.7599",
     "lon": "126.7759"
    },
    {
     "city": "경기도 이천시",
     "lat": "37.2647",
     "lon": "127.4424"
    },
    {
     "city": "경기도 안성시",
     "lat": "37.0050",
     "lon": "127.2646"
    },
    {
     "city": "경기도 김포시",
     "lat": "37.6153",
     "lon": "126.7156"
    },
    {
     "city": "경기도 화성시",
     "lat": "37.1995",
     "lon": "126.8312"
    },
    {
     "city": "경기도 광주시",
     "lat": "37.4085",
     "lon": "127.2560"
    },
    {
     "city": "경기도 양주시",
     "lat": "37.7854",
     "lon": "127.0451"
    },
    {
     "city": "경기도 포천시",
     "lat": "37.8944",
     "lon": "127.2007"
    },
    {
     "city": "경기도 여주시",
     "lat": "37.2973",
     "lon": "127.6281"
    },
    {
     "city": "경기도 연천군",
     "lat": "38.0966",
     "lon": "127.0654"
    },
    {
     "city": "경기도 가평군",
     "lat": "37.8317",
     "lon": "127.5096"
    },
    {
     "city": "경기도 양평군",
     "lat": "37.4914",
     "lon": "127.4871"
    },
    {
     "city": "강원도 춘천시",
     "lat": "37.8816",
     "lon": "127.7291"
    },
    {
     "city": "강원도 원주시",
     "lat": "37.3418",
     "lon": "127.9201"
    },
    {
     "city": "강원도 강릉시",
     "lat": "37.7510",
     "lon": "128.8764"
    },
    {
     "city": "강원도 동해시",
     "lat": "37.5209",
     "lon": "129.1230"
    },
    {
     "city": "강원도 태백시",
     "lat": "37.1598",
     "lon": "128.9850"
    },
    {
     "city": "강원도 속초시",
     "lat": "38.2049",
     "lon": "128.5644"
    },
    {
     "city": "강원도 삼척시",
     "lat": "37.4442",
     "lon": "129.1657"
    },
    {
     "city": "강원도 홍천군",
     "lat": "37.6911",
     "lon": "127.8787"
    },
    {
     "city": "강원도 횡성군",
     "lat": "37.4887",
     "lon": "127.9846"
    },
    {
     "city": "강원도 영월군",
     "lat": "37.1849",
     "lon": "128.4655"
    },
    {
     "city": "강원도 평창군",
     "lat": "37.3703",
     "lon": "128.3924"
    },
    {
     "city": "강원도 정선군",
     "lat": "37.3791",
     "lon": "128.8183"
    },
    {
     "city": "강원도 철원군",
     "lat": "38.2153",
     "lon": "127.2563"
    },
    {
     "city": "강원도 화천군",
     "lat": "38.1052",
     "lon": "127.7067"
    },
    {
     "city": "강원도 양구군",
     "lat": "38.1059",
     "lon": "127.9894"
    },
    {
     "city": "강원도 인제군",
     "lat": "38.0701",
     "lon": "128.1710"
    },
    {
     "city": "강원도 고성군",
     "lat": "38.3803",
     "lon": "128.4675"
    },
    {
     "city": "강원도 양양군",
     "lat": "38.1061",
     "lon": "128.6281"
    },
    {
     "city": "충청북도 청주시",
     "lat": "36.6419",
     "lon": "127.4898"
    },
    {
     "city": "충청북도 상당구",
     "lat": "36.6065",
     "lon": "127.4889"
    },
    {
     "city": "충청북도 흥덕구",
     "lat": "36.6583",
     "lon": "127.4429"
    },
    {
     "city": "충청북도 서원구",
     "lat": "36.6416",
     "lon": "127.3541"
    },
    {
     "city": "충청북도 청원구",
     "lat": "36.6358",
     "lon": "127.4216"
    },
    {
     "city": "충청북도 충주시",
     "lat": "36.9705",
     "lon": "127.9522"
    },
    {
     "city": "충청북도 제천시",
     "lat": "37.1316",
     "lon": "128.2066"
    },
    {
     "city": "충청북도 보은군",
     "lat": "36.4886",
     "lon": "127.7697"
    },
    {
     "city": "충청북도 옥천군",
     "lat": "36.3082",
     "lon": "127.5772"
    },
    {
     "city": "충청북도 영동군",
     "lat": "36.1741",
     "lon": "127.7872"
    },
    {
     "city": "충청북도 증평군",
     "lat": "36.7813",
     "lon": "127.5910"
    },
    {
     "city": "충청북도 진천군",
     "lat": "36.8573",
     "lon": "127.4373"
    },
    {
     "city": "충청북도 괴산군",
     "lat": "36.8109",
     "lon": "127.7952"
    },
    {
     "city": "충청북도 음성군",
     "lat": "36.9425",
     "lon": "127.6893"
    },
    {
     "city": "충청북도 단양군",
     "lat": "36.9831",
     "lon": "128.3572"
    },
    {
     "city": "충청남도 천안시",
     "lat": "36.8145",
     "lon": "127.1469"
    },
    {
     "city": "충청남도 동남구",
     "lat": "36.8075",
     "lon": "127.1516"
    },
    {
     "city": "충청남도 서북구",
     "lat": "36.8326",
     "lon": "127.1120"
    },
    {
     "city": "충청남도 공주시",
     "lat": "36.4509",
     "lon": "127.1205"
    },
    {
     "city": "충청남도 보령시",
     "lat": "36.3510",
     "lon": "126.5849"
    },
    {
     "city": "충청남도 아산시",
     "lat": "36.7923",
     "lon": "127.0039"
    },
    {
     "city": "충청남도 서산시",
     "lat": "36.7780",
     "lon": "126.4521"
    },
    {
     "city": "충청남도 논산시",
     "lat": "36.1985",
     "lon": "127.0986"
    },
    {
     "city": "충청남도 계룡시",
     "lat": "36.2736",
     "lon": "127.2407"
    },
    {
     "city": "충청남도 당진시",
     "lat": "36.8893",
     "lon": "126.6286"
    },
    {
     "city": "충청남도 금산군",
     "lat": "36.1048",
     "lon": "127.4882"
    },
    {
     "city": "충청남도 부여군",
     "lat": "36.2789",
     "lon": "126.9195"
    },
    {
     "city": "충청남도 서천군",
     "lat": "36.0754",
     "lon": "126.6879"
    },
    {
     "city": "충청남도 청양군",
     "lat": "36.4548",
     "lon": "126.7946"
    },
    {
     "city": "충청남도 홍성군",
     "lat": "36.5973",
     "lon": "126.6718"
    },
    {
     "city": "충청남도 예산군",
     "lat": "36.6827",
     "lon": "126.8524"
    },
    {
     "city": "충청남도 태안군",
     "lat": "36.7487",
     "lon": "126.2937"
    },
    {
     "city": "전라북도 전주시",
     "lat": "35.8242",
     "lon": "127.1489"
    },
    {
     "city": "전라북도 완산구",
     "lat": "35.8205",
     "lon": "127.1335"
    },
    {
     "city": "전라북도 덕진구",
     "lat": "35.8648",
     "lon": "127.1529"
    },
    {
     "city": "전라북도 군산시",
     "lat": "35.9672",
     "lon": "126.7118"
    },
    {
     "city": "전라북도 익산시",
     "lat": "35.9408",
     "lon": "126.9543"
    },
    {
     "city": "전라북도 정읍시",
     "lat": "35.5662",
     "lon": "126.8514"
    },
    {
     "city": "전라북도 남원시",
     "lat": "35.4173",
     "lon": "127.3855"
    },
    {
     "city": "전라북도 김제시",
     "lat": "35.7996",
     "lon": "126.7164"
    },
    {
     "city": "전라북도 완주군",
     "lat": "35.9192",
     "lon": "127.1896"
    },
    {
     "city": "전라북도 진안군",
     "lat": "35.7970",
     "lon": "127.4278"
    },
    {
     "city": "전라북도 무주군",
     "lat": "36.0117",
     "lon": "127.6678"
    },
    {
     "city": "전라북도 장수군",
     "lat": "35.6465",
     "lon": "127.5096"
    },
    {
     "city": "전라북도 임실군",
     "lat": "35.6071",
     "lon": "127.2891"
    },
    {
     "city": "전라북도 순창군",
     "lat": "35.3723",
     "lon": "127.1429"
    },
    {
     "city": "전라북도 고창군",
     "lat": "35.4355",
     "lon": "126.6766"
    },
    {
     "city": "전라북도 부안군",
     "lat": "35.7319",
     "lon": "126.7292"
    },
    {
     "city": "전라남도 목포시",
     "lat": "34.8120",
     "lon": "126.3917"
    },
    {
     "city": "전라남도 여수시",
     "lat": "34.7519",
     "lon": "127.7434"
    },
    {
     "city": "전라남도 순천시",
     "lat": "34.9507",
     "lon": "127.4889"
    },
    {
     "city": "전라남도 나주시",
     "lat": "35.0150",
     "lon": "126.7095"
    },
    {
     "city": "전라남도 광양시",
     "lat": "34.9409",
     "lon": "127.7164"
    },
    {
     "city": "전라남도 담양군",
     "lat": "35.3200",
     "lon": "126.9850"
    },
    {
     "city": "전라남도 곡성군",
     "lat": "35.2139",
     "lon": "127.2925"
    },
    {
     "city": "전라남도 구례군",
     "lat": "35.2081",
     "lon": "127.4606"
    },
    {
     "city": "전라남도 고흥군",
     "lat": "34.6177",
     "lon": "127.2794"
    },
    {
     "city": "전라남도 보성군",
     "lat": "34.7684",
     "lon": "127.0903"
    },
    {
     "city": "전라남도 화순군",
     "lat": "35.0675",
     "lon": "126.9940"
    },
    {
     "city": "전라남도 장흥군",
     "lat": "34.6875",
     "lon": "126.9054"
    },
    {
     "city": "전라남도 강진군",
     "lat": "34.6482",
     "lon": "126.7682"
    },
    {
     "city": "전라남도 해남군",
     "lat": "34.5731",
     "lon": "126.5989"
    },
    {
     "city": "전라남도 영암군",
     "lat": "34.7900",
     "lon": "126.7022"
    },
    {
     "city": "전라남도 무안군",
     "lat": "34.9932",
     "lon": "126.4726"
    },
    {
     "city": "전라남도 함평군",
     "lat": "35.0614",
     "lon": "126.5214"
    },
    {
     "city": "전라남도 영광군",
     "lat": "35.2723",
     "lon": "126.5070"
    },
    {
     "city": "전라남도 장성군",
     "lat": "35.3084",
     "lon": "126.7847"
    },
    {
     "city": "전라남도 완도군",
     "lat": "34.3151",
     "lon": "126.7391"
    },
    {
     "city": "전라남도 진도군",
     "lat": "34.4854",
     "lon": "126.2809"
    },
    {
     "city": "전라남도 신안군",
     "lat": "34.8361",
     "lon": "126.2409"
    },
    {
     "city": "경상북도 포항시",
     "lat": "36.0194",
     "lon": "129.3434"
    },
    {
     "city": "경상북도 남구",
     "lat": "36.0277",
     "lon": "129.3870"
    },
    {
     "city": "경상북도 북구",
     "lat": "36.0796",
     "lon": "129.3935"
    },
    {
     "city": "경상북도 경주시",
     "lat": "35.8560",
     "lon": "129.2240"
    },
    {
     "city": "경상북도 김천시",
     "lat": "36.1337",
     "lon": "128.1198"
    },
    {
     "city": "경상북도 안동시",
     "lat": "36.5681",
     "lon": "128.7293"
    },
    {
     "city": "경상북도 구미시",
     "lat": "36.1222",
     "lon": "128.3457"
    },
    {
     "city": "경상북도 영주시",
     "lat": "36.8241",
     "lon": "128.6230"
    },
    {
     "city": "경상북도 영천시",
     "lat": "35.9754",
     "lon": "128.9381"
    },
    {
     "city": "경상북도 상주시",
     "lat": "36.4074",
     "lon": "128.1565"
    },
    {
     "city": "경상북도 문경시",
     "lat": "36.5911",
     "lon": "128.1935"
    },
    {
     "city": "경상북도 경산시",
     "lat": "35.8279",
     "lon": "128.7373"
    },
    {
     "city": "경상북도 의성군",
     "lat": "36.3509",
     "lon": "128.6874"
    },
    {
     "city": "경상북도 청송군",
     "lat": "36.4331",
     "lon": "129.0514"
    },
    {
     "city": "경상북도 영양군",
     "lat": "36.6663",
     "lon": "129.1199"
    },
    {
     "city": "경상북도 영덕군",
     "lat": "36.4187",
     "lon": "129.3742"
    },
    {
     "city": "경상북도 청도군",
     "lat": "35.6516",
     "lon": "128.7189"
    },
    {
     "city": "경상북도 고령군",
     "lat": "35.7159",
     "lon": "128.2435"
    },
    {
     "city": "경상북도 성주군",
     "lat": "35.9192",
     "lon": "128.2753"
    },
    {
     "city": "경상북도 칠곡군",
     "lat": "35.9891",
     "lon": "128.4077"
    },
    {
     "city": "경상북도 예천군",
     "lat": "36.6412",
     "lon": "128.4405"
    },
    {
     "city": "경상북도 봉화군",
     "lat": "36.8926",
     "lon": "128.7439"
    },
    {
     "city": "경상북도 울진군",
     "lat": "37.0392",
     "lon": "129.4094"
    },
    {
     "city": "경상북도 울릉군",
     "lat": "37.4835",
     "lon": "130.8899"
    },
    {
     "city": "경상남도 창원시",
     "lat": "35.2372",
     "lon": "128.6811"
    },
    {
     "city": "경상남도 의창구",
     "lat": "35.2286",
     "lon": "128.6628"
    },
    {
     "city": "경상남도 성산구",
     "lat": "35.2191",
     "lon": "128.6687"
    },
    {
     "city": "경상남도 마산합포구",
     "lat": "35.1330",
     "lon": "128.5700"
    },
    {
     "city": "경상남도 마산회원구",
     "lat": "35.1804",
     "lon": "128.5536"
    },
    {
     "city": "경상남도 진해구",
     "lat": "35.1414",
     "lon": "128.6866"
    },
    {
     "city": "경상남도 진주시",
     "lat": "35.1998",
     "lon": "128.0841"
    },
    {
     "city": "경상남도 통영시",
     "lat": "34.8497",
     "lon": "128.4310"
    },
    {
     "city": "경상남도 사천시",
     "lat": "35.0035",
     "lon": "128.0691"
    },
    {
     "city": "경상남도 김해시",
     "lat": "35.2279",
     "lon": "128.8738"
    },
    {
     "city": "경상남도 밀양시",
     "lat": "35.4919",
     "lon": "128.7472"
    },
    {
     "city": "경상남도 거제시",
     "lat": "34.8882",
     "lon": "128.6100"
    },
    {
     "city": "경상남도 양산시",
     "lat": "35.3381",
     "lon": "129.0267"
    },
    {
     "city": "경상남도 의령군",
     "lat": "35.3192",
     "lon": "128.2712"
    },
    {
     "city": "경상남도 함안군",
     "lat": "35.2774",
     "lon": "128.4203"
    },
    {
     "city": "경상남도 창녕군",
     "lat": "35.5431",
     "lon": "128.5007"
    },
    {
     "city": "경상남도 고성군",
     "lat": "35.6674",
     "lon": "128.2337"
    },
    {
     "city": "경상남도 남해군",
     "lat": "34.8339",
     "lon": "127.8947"
    },
    {
     "city": "경상남도 하동군",
     "lat": "35.0671",
     "lon": "127.7556"
    },
    {
     "city": "경상남도 산청군",
     "lat": "35.4116",
     "lon": "127.8785"
    },
    {
     "city": "경상남도 함양군",
     "lat": "35.5199",
     "lon": "127.7369"
    },
    {
     "city": "경상남도 거창군",
     "lat": "35.6825",
     "lon": "127.9192"
    },
    {
     "city": "경상남도 합천군",
     "lat": "35.5658",
     "lon": "128.1679"
    }
   ]